Repository: knieper/crltmich
Catalog: sites/all/modules/more_node_buttons/translations/more_node_buttons.*.po
Languages: es

source: None
es: Ninguno

source: Left
es: Izquerda

source: Right
es: Derecha

source: Button and tab values
es: Valores de botón y solapa

source: Use your own names for the buttons and the tab. These names are translatable with the translation interface. Do not enter translated texts here.
es: Nombre botones y solapas. Estos nombres podran ser traducidos a travéz de la interfáz de traduccíon. No ingresar traduciones aquí.

source: Cancel button
es: Botón para cancelar

source: Save and continue button
es: Botón para guardar y seguír

source: Save and create new button
es: Botón para guardar y crear nuevo

source: Create new tab
es: Crear Solapa

source: Save
es: Guardar

source: Reset to defaults
es: Restablecer valores predeterminados

source: Settings
es: Opciones

source: Which @module functions are used by the content types.
es: Que funciones de @module son utilizadas por el tipo de contenido.

source: Cancel
es: Cancelar

source: Save and continue
es: Guardar y continuar

source: Save and create new
es: Guardar y crear nuevo

source: For the content type %type no settings can be made.
es: El tipo de contenido %type no se puede configurar

source: Edit this content type
es: Editar este tipo de contenido

source: Module development by <a href="@development-url">Quiptime Group</a>.
es: Módulo desarrollado por <a href="@development-url">Quiptime Group</a>.

source: Your changes have been saved.
es: Sus cambios fueron guardados

source: Are you sure you want to reset all %module settings?
es: Está seguro que desea reestablecer todas las configuraciones para %module

source: This action cannot be undone.
es: Esta acción no se podrá deshacer.

source: Reset
es: Restablecer

source: The %module settings have been set back.
es: Las configuraciones para %module han sido reestablecidas

source: view
es: vista

source: Button settings
es: Configuración de botones

source: What does +? Further to the right or further to the left.
es: Que hace +? Más a la derecha o más a la izquierda

source: Create new content
es: Crear contenido

source: Provide alternative options to create new content from this typ.
es: Proporciona opciones alternativas para crear nuevos contenidos de este tipo.

source: What is this? Save the node and forwarding to the "Create new content" form of this content type.
es: Qué hace? Guardar artículo y abrir un nuevo formulario "Crear contenido nuevo" de este tipo de contenido.

source: Provide an "Create new" tab in addition to the "!edit" tab.
es: Añade la solapa "Crear nuevo" al lado de la solapa "edit"

source: Edit
es: Editar

source: Left of Save
es: Izquierda de Guardar

source: Left + of Save
es: Izquierda + de guardar

source: Right of Save
es: Derecha de Guardar

source: Right + of Save
es: Derecha + de Guardar

source: An overview of what content type uses buttons/functions of the Mnb module.
es: Visión general sobre tipos de contenido que usan botones y funciones del módulo Mnb.

source: Create new
es: Crear nuevo

source: Add an Cancel, Save and continue and an Save and create new button to node edit forms.
es: Añadir un "Cancelar", "Guardar y seguir" y un "Guardar y crear nuevo"

source: User interface
es: Interfáz de usuario
